{
    "about": {
        "location": "Mendoza, Argentina",
        "aboutMe": "¡Hola! Mi nombre es Luciana Mateo y estoy recientemente graduada en la Tecnicatura Universitaria en Diseño y Animación Digital de la Universidad Siglo 21. Tengo 24 años y estoy entusiasmada por encontrar mi primera experiencia laboral en el campo. Me apasiona crear y dar vida a ideas a través del arte digital, y estoy ansiosa por aplicar mis habilidades y aprender en un entorno profesional.",
        "invitation": "¡Te invito a explorar mis trabajos!"
    },
    "sections": [
        {
            "name": "Motion Graphics",
            "projects": 
            [
                {
                    "name": "Sin Fin Cafetero",
                    "description": "En este proyecto, tuve el objetivo de crear una animación en bucle que se destacara al no mostrar un inicio o fin perceptible. Utilicé Adobe After Effects y jugué con las capas 3D para añadir profundidad y complejidad visual. El resultado me dejó muy conforme, ya que se aprecia una animación fluida y continua que simula un efecto de infinito, destacando la ilusión de un ciclo sin fin.",
                    "frontImage": "https://i.imgur.com/rFJMfH3.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/rFJMfH3.gif"
                        }
                    ]
                },
                {
                    "name": "Ciclo de caminata + desplazamiento",
                    "description": "Proyecto personal en After Effects aplicando la teoría de animación para crear un ciclo de caminata. Se utilizó una metodología de lo general a lo particular y expresiones como 'loopIn' y 'loopOut' para bucles. La animación del parpadeo se logró duplicando e intercalando composiciones. Se enfocó en agregar realismo y personalidad al personaje, especialmente con overlapping, y se usaron nulos con direcciones contrarias para el desplazamiento del personaje ",
                    "frontImage": "https://i.imgur.com/d8e82cL.png",
                    "content": [
                        {
                            "type": "video",
                            "url": "https://i.imgur.com/KVdkZqE.mp4"
                        }
                    ]
                },
                {
                    "name": "Carrera",
                    "description": "Este proyecto en 2D, desarrollado con el software After Effects, se enfocó en la manipulación del gráfico de curvas para lograr una animación fluida y realista. Se agregó personalidad a la pelota mediante expresiones faciales que evolucionan a lo largo de la animación, enfatizando el carácter de la misma. Además, se aplicó el principio de exageración para otorgarle una estética caricaturesca, asegurando un impacto visual distintivo.",
                    "frontImage": "https://i.imgur.com/e963TTw.png",
                    "content": [
                        {
                            "type": "video",
                            "url": "https://i.imgur.com/xYvhkb7.mp4"
                        }
                    ]
                },
                {
                    "name": "Video Intitucional Hospital",
                    "description": "Proyecto realizado para la materia 'Seminario de prácticas profesionales', elaborado con el software Adobe After Effects. Su propósito es ser un video institucional que presenta las principales áreas, actividades y servicios de Salud Mental que ofrece el Hospital Regional Río Cuarto. Se buscó que la información fuera amena y que tanto los colores, los íconos como la música complementaran el trabajo.",
                    "frontImage": "https://i.imgur.com/zy7cOGl.png",
                    "content": [
                        {
                            "type": "videoLargo",
                            "url": "https://player.vimeo.com/video/1002526739?h=fac426df73"
                        }
                    ]
                },
                {
                    "name": "Pedal a fondo",
                    "description": "Para esta animación utilicé After Effects con el fin de mostrar a un ciclista navegando y esquivando ágilmente diversos obstáculos en un entorno urbano. Mi enfoque principal fue desarrollar una animación fluida y dinámica que resaltara la capacidad de contar una pequeña historia a través del movimiento y la interacción del personaje con su entorno, utilizando el formato loop.",
                    "frontImage": "https://i.imgur.com/1w0Z0eZ.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/1w0Z0eZ.gif"
                        }
                    ]
                },    
                {
                    "name": "Video Promocional Sprite",
                    "description": "Para este proyecto, creé un pequeño video promocional para la marca Sprite. La idea fue integrar una toma de agua para representar la frescura de la marca de la forma más natural posible. Al inicio, jugué con distintos patrones y efectos rápidos para lograr un buen contraste con el final, que es más pausado y tranquilo",
                    "frontImage": "https://i.imgur.com/VD5ilse.png",
                    "content": [
                        {
                            "type": "video",
                            "url": "https://i.imgur.com/UMpqfkZ.mp4"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Logos",
            "projects": [
                {
                    "name": "Liquid Logo",
                    "description": "En esta animación de logo se buscó un movimiento fluido y orgánico que diera la sensación de líquidos, donde las formas dinámicas se mueven de manera armoniosa para llenar la pantalla. Al ser una animación sencilla, se combinó con colores vibrantes y transiciones suaves, creando un efecto visual atractivo y versátil.",
                    "frontImage": "https://i.imgur.com/a0pZohh.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/a0pZohh.gif"
                        }
                    ]
                },
                {
                    "name": "Logo Mermaid",
                    "description": "En este proyecto, utilicé el software After Effects para crear una animación vibrante y dinámica. A través de la combinación de colores y sonidos, busco dar vida a un logo inspirado en el mar. ",
                    "frontImage": "https://i.imgur.com/iL9eMMF.jpg",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/tEBaTLr.gif"
                        }
                    ]
                },
                {
                    "name": "Logo Inmobiliaria",
                    "description": "Esta animación la realicé para el emprendimiento familiar de venta de propiedades. Busqué un estilo moderno y versátil, manteniendo un diseño limpio. Con un enfoque simple, logré destacar la identidad de la marca y transmitir su mensaje de forma directa y atractiva. ",
                    "frontImage": "https://i.imgur.com/QKZEDvN.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/QKZEDvN.gif"
                        }
                    ]
                },
                {
                    "name": "Logo Pastelería Marula",
                    "description": "Este logo lo realicé para un emprendimiento de pastelería familiar. Busqué reflejar el propósito principal, que es la elaboración de tortas personalizadas, resaltando la dedicación y agregando un toque casero en cada creación. También me gustó la idea de hacer un pequeño guiño visual al proceso de decorar tortas. El diseño busca transmitir calidez y creatividad, destacando la pasión por los detalles que hacen cada torta única.",
                    "frontImage": "https://i.imgur.com/c0VOmVZ.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/c0VOmVZ.gif"
                        }
                    ]
                },
                {
                    "name": "Logo Nature",
                    "description": "El logo está diseñado para capturar la esencia de la naturaleza a través del dinamismo de las hojas. Con el diseño busqué reflejar la naturaleza añadiendo un toque visualmente atractivo y enérgico al logo. Para animar el movimiento de las hojas, se creó un path con la forma deseada y luego se copió en la posición de las hojas, transformando cada nodo en un keyframe de posición.",
                    "frontImage": "https://i.imgur.com/ja9v5Bs.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/ja9v5Bs.gif"
                        }
                    ]
                }
            ]
        },
        {
            "name": "3D",
            "projects": [
                {
                    "name": "Robot",
                    "description": "Proyecto desarrollado en Autodesk Maya como parte de la materia de Modelado 3D, se basó en el uso de blueprints como guía. Construido a partir de formas primitivas y prestando especial atención a los detalles, el objetivo principal fue lograr un modelado low poly.",
                    "frontImage": "https://i.imgur.com/OKv0jmB.jpeg",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/OKv0jmB.jpeg"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/4qqxpfS.jpeg"
                        }
                    ]
                },
                {
                    "name": "Habitación isométrica Maya",
                    "description": "Proyecto elaborado con Autodesk Maya y construido a partir de formas primitivas, se centra en el perfeccionamiento de detalles para lograr una composición realista y completa. Se dedicó especial atención a la ventana y la iluminación, buscando crear una sutil sombra sobre la alfombra. Además, se incorporó una 'área light' en la pantalla de la computadora para simular su encendido y generar una ilusión de luz propia.",
                    "frontImage": "https://i.imgur.com/gFa7sy8.jpeg",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/gFa7sy8.jpeg"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/X57rTM9.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/gWnsY15.jpeg"
                        }
                    ]
                },
                {
                    "name": "Cabaña Nocturna bajo la Nieve",
                    "description": "En este proyecto realizado en Blender, mi objetivo fue explorar y experimentar con la atmósfera de una noche nevada a través de una cabaña iluminada cálidamente. Me enfoqué en destacar el contraste entre el frío del exterior y la acogedora calidez del interior. Más que solo perfeccionar mis habilidades técnicas en Blender, mi intención fue transmitir la calidez y la serenidad de una noche nevada a través del arte digital.",
                    "frontImage": "https://i.imgur.com/bipICbJ.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/bipICbJ.gif"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/cHjnSR4.png"
                        }
                    ]
                },
                {
                    "name": "Tostadora Animada",
                    "description": "Este proyecto, desarrollado con Blender, se inspiró en el estilo cartoon y se centró en la anticipación del movimiento de un objeto común con una acción singular: una tostadora antes de saltar. Experimenté con técnicas de iluminación para resaltar las texturas metálicas y profundizar la escena. El objetivo fue crear una animación dinámica integrando principios de animación para dar vida a una tostadora en un entorno divertido y estilizado.",
                    "frontImage": "https://i.imgur.com/YXoJaH8.gif",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/YXoJaH8.gif"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/J8AuBKz.png"
                        }
                    ]
                },
                {
                    "name": "Composición Mini Living",
                    "description": "Proyecto realizado con Blender, diseñado para explorar y mejorar la simulación de telas y colisiones con miras a implementaciones futuras. El énfasis se puso en la creación de sombras y contrastes mediante la disposición de luces desde diferentes ángulos. Además, se experimentó con diversas texturas para destacar y diferenciar la mesa y el suelo dentro de la escena.",
                    "frontImage": "https://i.imgur.com/gyBuTPZ.png",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/gyBuTPZ.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/g61Dbcp.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/gUBkiRJ.png"
                        }
                    ]
                },
                {
                    "name": "Patito 'Peep'",
                    "description": "Proyecto de diseño de personaje realizado con el software Blender. Se utilizó Particle system para la creación del pasto usando una textura como base. Para la iluminación se utilizaron area lights y una imagen HDRi buscando dar naturalidad a la escena, también se realizó una serie de combinaciones de nodos para crear el efecto de nubes de tormenta. Respecto al personaje se buscó que tuviera características cartoon y un acabado muy suavizado.",
                    "frontImage": "https://i.imgur.com/7rE79it.jpeg",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/7rE79it.jpeg"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/JacFoby.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/va6Ee5Z.jpeg"
                        }
                    ]
                },
                {
                    "name": "Osito 'Teddy'",
                    "description": "Proyecto de diseño de personaje realizado con el software Blender. Se utilizó Particle system con una textura como base para la creación del pasto, también se realizaron combinaciones de nodos para lograr un buen acabado en las nubes del proyecto. Respecto a la iluminación se buscó algo natural utilizando como base con una imagen HDRI y luego se utilizaron area lights para enfatizar rasgos del personaje. Para el fondo empezó con una curva para hacer el tronco de los árboles y para las copas del mismo cubo con pocas subdivisiones, se buscaba lograr un contraste entre el acabado más suavizado del personaje y un modelado más low poly con los árboles del fondo.",
                    "frontImage": "https://i.imgur.com/qV7QBEN.jpeg",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/qV7QBEN.jpeg"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/ON3WVDO.png"
                        }
                    ]
                },
                {
                    "name": "Zorrito 'Rusty'",
                    "description": "Proyecto de diseño de personaje realizado con el software Blender 3D. Se buscó un acabado cartoon con un fondo neutro para que realizara el personaje. En la creación del mismo se mezclaron tanto figuras geométricas básicas como curvas, por ejemplo en la boca, para que dichos rasgos fueran más fáciles de ejecutar. ",
                    "frontImage": "https://i.imgur.com/piH2o9D.png",
                    "content": [
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/piH2o9D.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/ER2Mg9T.png"
                        },
                        {
                            "type": "image",
                            "url": "https://i.imgur.com/AsBqDuT.png"
                        }
                    ]
                }
            ]
        }
    ],
    "abilities": {
        "title": "Habilidades",
        "listAbilities": [
            "Composición",
            "Motion Graphics",
            "Modelado 3D",
            "Animación de personajes",
            "Animación 3D"
        ]
    },
    "contact": {
        "mail": "lucianammateo@gmail.com",
        "linkedin": "www.linkedin.com/in/luciana-mateo",
        "whatsapp": "2616187209",
        "cv": "https://drive.google.com/file/d/1nDfNsbyENmKtdN87f_78rlHEcA2JZyN2/view?usp=sharing",
        "textMessage": "Enviar",
        "textThanks": "¡Gracias por tu mensaje!"
    }
}